Repository: giellalt/corpus-fin
Catalog: tmx/sms/admin/sd/www.samediggi.fi/organisaatio.html.tmx
Source language: fin
Languages: sms

source: Kansallisen lainsäädännön lisäksi saamelaiskäräjien toimintaa ohjaa saamelaiskäräjien kokouksen hyväksymä työjärjestys , jossa säädetään mm. viroista, eri elimistä ja niiden tehtävistä sekä hallintomenettelystä saamelaiskäräjillä.
sms: Meerlaž lääʹjjšiõttummuž lââʹssen Sääʹmteeʹǧǧ tuåimmjummuž ohjjad Sääʹmteeʹǧǧ såbbar priimmâm tuâjjriâššmõš , koʹst šiõtteet jm. viiʹrjin, jeeʹres orgaanin da tõi tuâjain di vaaldâšm-mõõntõõllmest Sääʹmteeʹǧǧest.

source: Saamelaiskäräjien sihteeristö koostuu kolmesta toimistosta: yleinen toimisto, saamen kielen toimisto sekä koulutus- ja oppimateriaalitoimisto.
sms: Sääʹmteeʹǧǧ piisarkåʹdd nårrai kolmmân konttrest: takai koontâr, sääʹmǩiõl koontâr di škooultõs- da mättmateriaalkoontâr.

source: 1. Yleinen toimisto
sms: 1. Takai koontâr

source: Yleisen toimiston tehtävänä on hoitaa Saamelaiskäräjien talous-, henkilöstö- ja muuta yleishallintoa koskevat asiat sekä asiat, joita ei ole määrätty muiden toimistojen hoidettavaksi.
sms: Takai koontâr tuâjjan lij håiddad Sääʹmteeʹǧǧ tällõs-, tuâjjlažkåʹdd- da jeeʹres takai vaaldâšm kuõskki aaʹššid di aaʹššid, kook jie leäkku mieʹrruum jeeʹres konttrid håiddamnalla.

source: Yleisen toimiston alaisuudessa toimivat kulttuurikeskus Sajoksen palveluyksikkö ja sosiaali- ja terveysyksikkö sekä saamelainen lastenkulttuurikeskus, musiikkikeskus ja alkuperäiskansojen elokuvakeskus.
sms: Takai koontâr vuâllsiʹžžen tuåimmje kulttuurkõõskõs Sajoozz kääzzkõsjuâǥǥtõs da sosiaal- da tiõrvâsvuõttjuâǥǥtõs di sääʹm päärnaikulttuurkõõskõs, musiikk-kõõskõs da alggmeerai fiʹlmmkõõskõs.

source: 2. Saamen kielen toimisto
sms: 2. Sääʹmǩiõl koontâr

source: Saamen kielen toimisto toteuttaa saamen kielilain (laki 1086/2003, asetus 108/2004) mukaisia tehtäviä.
sms: Sääʹmǩiõl koontâr veekk čõõđ sääʹmǩiõll-lääʹjj (lääʹǩǩ 1086/2003, asetõs 108/2004) meâldlaž tuâjaid.

source: Se huolehtii laissa tarkoitettujen käännösten toimittamisesta eri viranomaisille ja laitoksille, avustaa viranomaisia ja laitoksia saamen kielen taitoisten tulkkien hankkimisessa sekä muissa saamen kielilaissa tarkoitetuissa tehtävissä sekä seuraa saamen kielilaissa säädettyjen tavoitteiden toteutumista ja tehden tarvittaessa aloitteita saamen kielen käytön edistämiseksi.
sms: Tõt âânn huõl lääʹjjest jurddum jåårǥlõõzzi tuåimtummšest jeeʹres veʹrǧǧniiʹǩǩid da stroiʹttlid, veäʹǩǩat veʹrǧǧniiʹǩǩid da stroiʹttlid sääʹmǩiõlltäiddsaž tuulki haʹŋǩǩummšest di jeeʹres sääʹmǩiõll-lääʹjjest jurddum tuâjain da seuʹrrai sääʹmǩiõll-lääʹjjest šiõttum täävtõõzzi teâuddjummuž da tuejjeeʹl taarbšeʹmmen aalǥtõõzzid sääʹmǩiõl âânnmõõžž oouʹdeem diõtt.

source: 3. Koulutus- ja oppimateriaalitoimisto
sms: 3. Škooultõs- da mättmateriaalkoontâr

source: Koulutus- ja oppimateriaalitoimiston tehtävänä on hoitaa saamelaisten koulutusta ja opetusta sekä saamenkielisen oppimateriaalin tuottamista koskevat asiat.
sms: Škooultõs- da mättmateriaalkonttâr tuâjjan lij håiddad säʹmmlai škooultõõzz da mättʼtõõzz di sääʹmǩiõllsaž mättmateriaal puuʹtʼtummuž kuõskki aaʹššid.

source: Toimisto vastaa saamenkielisen oppimateriaalin suunnittelusta, valmistelusta ja jakelusta, saamelaisnuorten taidetapahtuman järjestelyistä, julkaisee saamelaisopetuksen tilastoja ja ylläpitää yhteyttä saamelaisopetusta järjestäviin kuntiin ja kouluihin sekä opetuksen hallintoon.
sms: Koontâr vaʹsttad sääʹmǩiõllsaž mättmateriaal plaanummšest, valmštõõllmest da jueʹǩǩmest, sääʹmnuõri čeäʹppvuõđpeeiʹv riâššmõõžžin, õlmstââʹtt sääʹm-mättʼtõõzz stastiikkid da tuõʹllai õhttvuõđ sääʹm-mättʼtõõzz riâšši kooʹddid da škooulid di mättʼtõõzz vaaldšma.

source: Toimisto valmistelee ja toimeenpanee myös saamelaisten koulutusasiain yhteistyöelimen kokousten asiat ja osallistuu saamelaisen opetushallinnon pohjoismaiseen yhteistyöhön.
sms: Koontâr valmštââll da peejj tueiʹmme še säʹmmlai škooultõsaaʹšši õhttsažtuâjjorgaan såbbri äʹššǩiiʹrjid da vuässââtt sääʹm mättʼtõshalltõõzz tâʹvvjânnmallaš õhttsažtuõjju.

source: Toimipaikat
sms: Tuåimmpääiʹǩ

source: Saamelaiskäräjien sihteeristön päätoimipaikka sijaitsee Inarissa Saamelaiskulttuurikeskus Sajoksessa.
sms: Sääʹmteeʹǧǧ piisarkååʹdd väʹlddtuåimmpäiʹǩǩ lij Aanrest Sääʹmkulttuurkõõskõs Sajoozzâst.

source: Saamelaiskäräjillä on sivutoimipisteet myös Enontekiön ja Utsjoen kirkonkylissä.
sms: Sääʹmteeʹǧǧest lie čårrtuåimmpääiʹǩ še Jeänõõǥǥ da Uccjooǥǥ ceerkavsiidin.

source: Saamelaiskäräjien työjärjestys
sms: Sääʹmteeʹǧǧ tuâjjriâššmõš

source: Henkilöstön yhteystiedot
sms: Tuâjjlai õhttvuõtt-teâđ
